# Тут будут написан словарь для вопросов и ответов.

DATA_RUOTE = {'1': 'Не проблемы должны толкать вас в спину, а вперед вести мечты. Дуглас Эверетт',
              '2': 'Вы не будете расти, если не будете пытаться совершить что-то за пределами того, что вы уже знаете '
                   'в совершенстве. Ральф Эмерсон',
              '3': 'Не бойтесь жизни. Поверьте, что жизнь достойна того, чтобы прожить, и вам будет дано по вере '
                   'вашей. Уильям Джеймс',
              '4': 'Вы никогда не сумеете решить возникшую проблему, если сохраните то же мышление и тот же подход, '
                   'который привел вас к этой проблеме. Альберт Эйнштейн',
              '5': 'А если ты не уверен в себе ничего хорошего никогда не получится. Ведь если ты в себя не веришь, '
                   'кто же поверит?',
              '6': 'Мы – рабы своих привычек. Измени свои привычки, изменится твоя жизнь. Роберт Кийосаки',
              '7': 'У вас будут неудачи. У вас будут травмы. Вы будете ошибаться. У вас будут периоды депрессии и '
                   'отчаяния. Семья, учеба, работа, проблемы быта – все это не раз и не два станет помехой тренингу. '
                   'Однако стрелка вашего внутреннего компаса должна всегда показывать одно и тоже направление – к '
                   'цели. Стюарт МакРоберт',
              '8': 'Искусство быть счастливым заключается в способности находить счастье в простых вещах. Генри '
                   'Уорд Бичер',
              '9': 'Если останавливаться всякий раз, когда тебя оскорбляют или в тебя плюются, то ты никогда не '
                   'дойдешь до места, куда тебе надо попасть. Тибор Фишер',
              '10': 'Столкнувшись с трудностями, нельзя сдаваться, бежать. Вы должны оценивать ситуацию, искать '
                    'решения и верить в то, что все делается к лучшему. Терпение – вот ключ к победе. Ник Вуйчич',
              '11': 'Для нас не должно существовать никаких пределов. Ричард Бах',
              '12': 'Разницу между тем, кто что-то достиг, и тем, кто не достиг ничего, определяет то, кто стартовал '
                    'раньше. Чарльз Шваб',
              '13': 'Окружай себя только теми людьми, кто будет тянуть тебя выше. Просто жизнь уже полна теми, '
                    'кто хочет тянуть тебя вниз. Джордж Клуни',
              '14': 'Умей оставаться самим собой и ты никогда не станешь игрушкой в руках судьбы. Парацельс',
              '15': 'Во-первых, не делай ничего без причины и цели. Во-вторых, не делай ничего, что бы не клонилось '
                    'на пользу общества. Марк Аврелий',
              '16': 'Знаний недостаточно, ты должен применять их. Желаний недостаточно, ты должен делать. Брюс Ли',
              '17': 'Если тебе не нравится то, что ты получаешь, измени то, что ты даешь. Карлос Кастанеда',
              '18': 'Все победы начинаются с победы над самим собой. Леонид Леонов',
              '19': 'Вы не должны сравнивать себя с другими, и если природа создала вас летучей мышью, вы не должны '
                    'пытаться стать страусом. Герман Гессе',
              '20': 'Возникшие желания должны реализовываться безотлагательно. А то все удовольствие пропадает. '
                    'Захотел – сделал, чего тянуть, жизнь коротка. Здесь и сейчас! Михаил Веллер',
              '21': 'Желать и ждать – на этом далеко не уедешь. Встань и начни следовать за своей мечтой. Джаред Лето',
              '22': 'Ты не можешь ни выйграть, ни проиграть до тех пор, пока ты не участвуешь в гонках. Дэвид Боуи',
              '23': 'Что бы ты ни придумал, всегда найдется тот, кто уже делал это до тебя. Так что главное – сделать '
                    'это лучше. Адриано Челентано',
              '24': 'Спи. Мечтай. Проснись. Действуй. Придумывай. Сражайся. Побеждай. Спи. Мечтай. Джаред Лето',
              '25': 'Вы хотите знать кто вы? Не спрашивайте. Действуйте! Действие будет описывать и определять вас. '
                    'Томас Джефферсон',
              '26': 'Если хочешь продлить свою жизнь, укороти свои трапезы. Бенджамин Франклин',
              '27': 'Я этого хочу. Значит, это будет. Генри Форд',
              '28': 'Логика может привести вас от пункта А к пункту Б, а воображение – куда угодно. Альберт Энштейн',
              '29': 'Главное – отдать все силы избранному делу и от вас пойдет молва. Ибо совершенство – редкость. '
                    'Андре Моруа',
              '30': 'Мечтайте так, как будто вам жить вечно. Живите так, как будто вам умирать сегодня. Джеймс Дин',
              '31': 'Если хотите добиться успеха, задайте себе 4 вопроса: Почему? А почему бы и нет? Почему бы и не я? '
                    'Почему бы и не прямо сейчас? Джимми Дин',
              '32': 'Нашу судьбу формируют именно те маленькие незаметные решения, которые мы принимаем по 100 раз за '
                    'день. Энтони Роббинс',
              '33': 'Неудача – это просто возможность начать снова, но уже более мудро. Генри Форд',
              '34': 'Даже если вы очень талантливы и прилагает большие усилия, для некоторых результатов просто '
                    'требуется время: вы не получите ребенка через месяц, даже если заставите забеременеть девять '
                    'женщин. Уоррен Баффет',
              '35': 'Просыпаясь утром, спроси себя: «Что я должен сделать?» Вечером, прежде чем заснуть: «Что я '
                    'сделал». Пифагор',
              '36': 'Делай сегодня то, что другие не хотят, завтра будешь жит так, как другие не могут. Автор '
                    'неизвестен',
              '37': 'Раньше я говорил: «Я надеюсь, что все изменится». Затем я понял, что существует единственный '
                    'способ, чтобы все изменилось – измениться самому. Джим Рон',
              '38': 'Тяжелый труд – это скопление легких дел, которые вы не сделали, когда должны были сделать. '
                    'Джон Максвелл',
              '39': 'Быстрее всего учишься в трех случаях – до 7 лет, на тренингах, и когда жизнь загнала тебя в '
                    'угол. Стивен Кови',
              '40': 'Воин не отказывается от того, что любит. Он находит любовь в том, что делает. Мирный воин',
              '41': 'Воин действует, а глупец протестует. Мирный воин',
              '42': 'Не ошибается тот, кто ничего не делает! Не бойтесь ошибаться – бойтесь повторять ошибки! '
                    'Теодор Рузвельт',
              '43': 'Кораблю безопасней в порту, но он не для этого строился. Грейс Хоппер',
              '44': 'Есть только один способ проделать большую работу – полюбить ее! Стив Джобс',
              '45': 'Лучше зажечь одну свечу, чем проклинать темноту. Китайская пословица',
              '46': 'Делай, что можешь, с тем, что у тебя есть, и там, где ты находишься. Теодор Рузвельт',
              '47': 'Без идеи не может быть ничего великого! Без великого не может быть ничего прекрасного. '
                    'Гюстав Флобер',
              '48': 'Каждая мечта тебе дается вместе с силами, необходимыми для ее осуществления. Ричард Бах',
              '49': 'Жизнь – это большой холст и вы должны бросить на него всю краску какую только можете. Дэнни Кэй',
              '50': 'Путь в тысячу ли начинается с одного единственного маленького шага. Лао Цзы',
              '51': 'Успешный человек – всегда потрясающий художник своего воображения. Воображение гораздо важнее '
                    'знания, ибо знание ограничено, а воображение – беспредельно. Альберт Энштейн',
              '52': 'Инвестиции в знания дают самые высокие дивиденды. Бенджамин Франклин',
              '53': 'Успех – это возможность просыпаться утром и засыпать вечером, успевая делать между этими двумя '
                    'событиями то, что тебе по-настоящему нравится. Боб Дилан',
              '54': 'Никогда не недооценивайте себя. Все то, что делают другие, можете делать и вы. Брайан Трейси',
              '55': 'Великие умы ставят перед собой цели; остальные люди следуют своим желаниям. Вашингтонг Ирвинг',
              '56': 'Если вы откажитесь от своей мечты, то что останется? Джим Керри',
              '57': 'Или вы управляете днем или день управляет вами. Джим Рон',
              '58': 'Счастье не в том, чтобы делать всегда, что хочешь, а в том, чтобы всегда хотеть того, что '
                    'делаешь. Лев Толстой',
              '59': 'Когда вы вводите какие-либо новшества будьте готовы к тому, что вас назовут сумасшедшим. Ларри '
                    'Эллисон',
              '60': 'Великие души обладают волей, слабые же имеют только желания. Китайская пословица',
              '61': 'Старайтесь стать лидерами рынка. Присваивайте и контролируйте важнейшие технологии во всем, что '
                    'вы делаете. Стив Джобс',
              '62': 'В вашем подсознании скрыта сила, способная перевернуть мир. Уильям Джеймс',
              '63': 'Делайте дела с теми людьми, которые вам нравятся и которые разделяют ваши цели. Уоррен Баффет',
              '64': 'Мы являемся тем, что постоянно делаем. Следовательно, совершенство – не действие, а привычка. '
                    'Аристотель',
              '65': 'Мы – хозяева своей судьбы. Мы – капитаны своих душ. Уинстон Черчиль',
              '66': 'Одно лишь мотивации недостаточно. Если взять идиота и мотивировать его, получится мотивированный '
                    'идиот. Джим Рон',
              '67': 'Вы никогда не будете слишком стары для того. Чтобы поставить перед собой новую цель или мечтать '
                    'о чем-то новом. Клайв Стейплз Льюис',
              '68': 'Самые важные вещи в мире были совершены людьми, которые продолжали попытки, даже когда не '
                    'оставалось никакой надежды. Дейл Корнеги',
              '69': 'Если вы хотите иметь успех, вы должны выглядеть так, как будто вы его имеете. Томас Мор',
              '70': 'Тот, кто не может располагать 2/3 дня лично для себя, должен быть назван рабом. Фридрих Ницше',
              '71': 'Тот, кто хочет видеть результаты своего труда немедленно, должен идти в сапожники. Альберт '
                    'Эйнштейн',
              '72': 'Наши достижения всегда соответствуют нашим амбициям. Андрей Курпатов',
              '73': 'Через двадцать лет вы будете сожалеть о том, чего не сделали, чем о том, что вы сделали. Поэтому, '
                    'отбросьте сомнения. Уплывайте прочь от безопасной гавани. Поймайте попутный ветер своими '
                    'парусами. Исследуйте. Мечтайте. Открывайте. Марк Твен',
              '74': 'Если ты не научишься управлять собой, тобой будут управлять другие. Хасай Алиев',
              '75': 'Улыбнитесь, потому что жизнь – прекрасная вещь и есть много причин для улыбок. Мерилин Монро',
              '76': 'Еще не все колеса изобретены: мир слишком удивителен, чтобы сидеть сложа руки. Ричард Бренсон',
              '77': 'У меня не было рабочих дней и дней отдыха. Я просто делал и получат от этого удовольствие. '
                    'Томас Эдисон',
              '78': 'Человек не может правильно поступать в одной сфере своей жизни, когда неправильно поступает в '
                    'других. Жизнь – это неделимое целое. Махатма Ганди',
              '79': 'Вместо того, чтобы сетовать, что роза имеет шипы, я радуюсь тому, что среди шипов растет роза. '
                    'Жозеф Жубер',
              '80': 'Ты никогда не переплывешь океан, если будешь бояться потерять берег из виду. Христофор Колумб',
              '81': 'Стремитесь быть не просто успешным человеком, а ценным. Альберт Энштейн',
              '82': 'Говорят, что мотивация длится недолго. Что ж, свежесть после ванны – тоже. Поэтому заботиться о '
                    'них стоит ежедневно. Зиг Зиглар',
              '83': 'Поверьте, что сможете, и пол пути уже пройдено. Теодор Рузвельт',
              '84': 'Жизнь измеряется не количеством наших вдохов, а количеством моментов, от которых перехватывает '
                    'дахание. Майя Энджелоу',
              '85': 'Почувствуйте попутный ветер в вашем парусе. Двигайтесь…Если нет ветра, беритесь за весла. '
                    'Латинская поговорка',
              '86': 'Если вы цените то, что у вас есть в жизни, вы всегда будете получать еще больше. Если думать '
                    'лишь о том, чего у вас нет – вам никогда не будет достаточно. Опра Уинфри',
              '87': 'Либо напишите книгу, стоящую чтения, либо сделайте что-то, стоящее написания книги. Бенджамин '
                    'Франклин',
              '88': 'За свою карьеру я пропустил более 9000 бросков, проиграл почти 300 игр. 26 раз мне доверяли '
                    'сделать финальный победный бросок, и я промахивался. Я терпел поражения снова, и снова, и '
                    'снова. И именно поэтому я добился успеха. Майкл Джордан',
              '89': 'Неосмысленная жизнь не стоит того, чтобы жить. Сократ',
              '90': '80% успеха – это появиться в нужном месте в нужное время. Вуди Аллен',
              '91': 'Ваше время ограничено, не тратьте его, живя чужой жизнью.',
              '92': 'Свобода ничего не стоит, если она не включает в себя свободу ошибаться. Махатма Ганди',
              '93': 'Два самых важных дня в твоей жизни: день, когда ты появился на свет, и день, когда понял, '
                    'зачем. Марк Твен',
              '94': 'Лучшая месть – огромный успех. Фрэнк Синатра',
              '95': 'Начинайте копировать то, что вам нравится. Копируйте. Копируйте. Копируйте. И найдете себя. '
                    'Едзи Ямамото',
              '96': 'Настоящее хобби нашего поколения – это нытье и тупая болтовня ни о чем. Неудачные отношения, '
                    'проблемы с учебой, начальник – мудак. Это все полная фигня. Если у тебя ничего не получается, '
                    'то есть только один мудак – это ты. И ты сильно удивишься, если узнаешь, как много можно '
                    'изменить, просто оторвав жопу от дивана. Джордж Карлин',
              '97': 'Не будь другим, если можешь быть самим собой. Парацельс',
              '98': 'Завтра – первый чистый лист книги в 365 страниц. Напиши хорошую книгу. Брэд Пейсли',
              '99': 'То, что не будет записано, никогда не будет исполнено. Том Клэнси'
              }

