info = 'Итак, сядь по удобнее и прочти!  \N{open book}\n\n' \
       'Я могу:\n' \
       '1. Узнать курсы валют USD и EUR.📈📉\n' \
       '2. Могу погоду подсказать.\N{thermometer}\n' \
       '3. Статистику по COVID-19 поведать.\N{lying face}\n' \
       '4. Замотивировать!🏁\n' \
       '5. Рассказать что было сегодня не сегодня.🕰\n' \
       '6. Подсказать рейтинг на КиноПоиске.🎬\n' \
       '7. Напомить о важном событии.🔔\n' \
       '8. Ну и конечно поведать твое будущие.🔮'


error = 'Сорян, я тебя не понимаю или пока не умею это делать\N{thinking face}\n\n' \
       'Но я скоро научусь и буду не хуже других!!!'


info_2 = 'Вебери команду и нажми на ссылку\n\n' \
         '1. Курсы валют USD и EUR.\n📈   /rub_eur_usd\n' \
         '2. Погода.\n\N{thermometer}   /weather\n' \
         '3. COVID-19.\n\N{lying face}   /covid_19\n' \
         '4. Мотиватр.\n🏁   /motivator\n' \
         '5. Событие\n🕰   /history\n' \
         '6. Рейтинг на КиноПоиск.\n🎬   /kino\n' \
         '7. Напоминание.\n🔔   /reminder\n' \
         '8. Гороскоп.\n🔮   /horoscope\n\n'


info_3 = 'Вебери команду и нажми на кнопку\n\n' \
         '1. Курсы валют USD и EUR.\n📈📉\n' \
         '2. Погода.\n\N{thermometer}\n' \
         '3. COVID-19.\n\N{lying face}\n' \
         '4. Мотиватр.\n🏁\n' \
         '5. Событие\n🕰\n' \
         '6. Рейтинг на КиноПоиск.\n🎬\n' \
         '7. Напоминание.\n🔔\n' \
         '8. Гороскоп.\n🔮/horoscope\n\n'


covid_memu = 'Вебери интерисующий вас региони нажми на ссылку\n\n' \
         '1. Санкт-Петербург.🏙\n/covid_spb\n' \
         '2. Москва.🏙\n/covid_msk\n' \
         '3. Россия.🇷🇺\n/covid_rus\n' \
         '4. Мир.🌍\n/covid_mir\n'


hello = 'привет' or 'здравствуй' or 'хай' or 'здравствуйте' or 'приветствую' or 'доброй ночи'\
        or 'добрый вечер' or 'добрый день'


hello_2 = 'как дела?' or 'как у тебя дела?'


weather_text = '*🌦С погодой все очень просто.*\n\n📨Отправь мне текстовое сообщение с названием места в в котором хочеш ' \
               'узнать прогноз погоды.\nЧтобы я тебя понял, обязательно в начале сообщения напиши символ *"@"*.\n\n' \
               '*Пример:*\n@Питер\n@ Москва\n@гаваи\n@ Варкута \n_(можно и с ошибками писать, я Вас пойму!)_'


# Тестирование GIT и синхронизации
# Продолжаем тестировать GIT и увязку с GIT HUBом))

'''Тест'''